Repository: infohata/django_library_2022_06
Catalog: mysite/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: user
lt: vartotojas

source: picture
lt: nuotrauka

source: {} profile
lt: {} profilis

source: profile info
lt: profilio info

source: update
lt: atnaujinti

source: sign up
lt: registruotis

source: username
lt: vartotojo vardas

source: up to 150 characters
lt: iki 150 simbolių

source: e-mail
lt: el.paštas

source: Your email will be kept private, we will only send password reset links on your request.
lt: Jūsų el.pašto adresas bus saugomas privačiai. Mes jums siųsime tikslaptažodžio priminimo nuorodas gavę tam jūsų užklausą.

source: password
lt: slaptažodis

source: at least 8 characters, must not be all numbers but include a number.
lt: minimum 8 simboliai, turi būti bent vienas skaičius, bet ne visi skaičiai

source: repeat password
lt: pakartokite slaptažodį

source: passwords must match.
lt: slatažodžiai turi sutapti

source: If you have an account already, you can
lt: Jeigu jau turite paskyrą, galite

source: log in
lt: prisijungti

source: User profile was updated successfully.
lt: Vartotojo profilis atnaujintas sėkmingai.

source: Username already exists or was not entered.
lt: Vartotojo vardas jau egzistuoja arba nebuvo įvestas

source: User with this email address already exists, or email was entered incorrectly.
lt: El.pašto adresas neįvestas, arba vartotojas su įvestu el.pašto adresu jau egzistuoja.

source: Passwords do not match or were not entered.
lt: Slaptažodžiai nesutampa arba neįvesti.

source: Password error: {}
lt: slaptažodžio klaida: {}

source: User {} was created successfully.
lt: Vartotojas {} sukurtas sėkmingai.
